Repository: asir2004/animate-
Catalog: Animate!.swiftpm/Model/Localizable.xcstrings
Source language: en
Languages: zh_hans

# WELCOME_TO_THE_WORLD_OF_ANIMATION_DETAIL_1
source: Maybe you′re a developer developing a new app, or a YouTuber wondering how to make video look smoother, or a student preparing a presentation, but don′t know how to make your transitions better.
zh_hans: 你或许是一位正在开发新 app 的开发者，或许是一位正在探索动画的视频博主，又或者是一位正在折腾演讲 Keynote 的学生，但不知道如何让动画更流畅丝滑。

# WELCOME_TO_THE_WORLD_OF_ANIMATION_DETAIL_2
source: Just enter the world of animation, start making everything smoother!
zh_hans: 欢迎探索该教程，让你的动画更丝滑！

# WELCOME_TO_THE_WORLD_OF_ANIMATION_TITLE
source: Welcome to the world of animation!
zh_hans: 欢迎探索动画世界！

# WIKIPEDIA_CONTENT_USAGE_ANIMATION_DETAIL_PAGE
source: Wikipedia content used in animation principles′ detail page.
zh_hans: 在十二动画原则中直接引用了维基百科的内容

# WIKIPEDIA_LINK_TITLE_12_ANIMATION_PRINCIPLES
source: Wikipedia - Twelve basic principles of animation
zh_hans: 维基百科 - 十二动画原则
